Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/suomen_saamelaiskarajat_toivottaa_onnea_norjan_saamelaiskarajille_30-vuotisjuhlapaivana.html.tmx
Source language: fin
Languages: smn

source: Suomen Saamelaiskäräjät toivottaa onnea Norjan Saamelaiskäräjille 30-vuotisjuhlapäivänä
smn: Suomâ Sämitigge tuáivut luho Taažâ Sämitiigán 30 ive ávupeeivi Suomâ Sämitigge tuáivut luho kääimis 30 ive ávutuálui ohtâvuođâst taaidâr Heidi Gauriloff máálám Eellim rävŋi tavveen -kuuvijn.

source: Suomen Saamelaiskäräjät toivottaa onnea kaimalleen 30-vuotisjuhlassa taiteilija Heidi Gauriloffin maalaamalla ” Elämän virta pohjoisessa ” -taululla.
smn: Kooveest lii čohčâkeesi tuoddâr juhâleehi, kost vuodduuh kulgijdeh fáruluvâi ohtâsâšpargo symbolin.

source: Kuvassa paulat virtaavat tunturilaakson joessa yhteistyön symbolina.
smn: Saavâjođetteijee Tiina Sanila-Aikio uásálist Taažâ Sämitige 30 ive ávutuáloid onne 25.9.2019 Kárášjuuvâst.

source: Puheenjohtaja Tiina Sanila-Aikio osallistuu Norjan Saamelaiskäräjien 30-vuotisjuhlaan tänään 25.9.2019 Kaarasjoella.
smn: Luuvâ sahâvuáru tääbbin (orjâlâškielân).

source: Lue puhe täältä (pohjoissaameksi).
smn: Lasetiäđuh

source: Lisätietoja
smn: Saavâjođetteijee Tiina Sanila-Aikio, puh. 050 300 1780, tiina.sanila-aikio(at)samediggi.fi
